[
  {"id": "INTRO_INCENTIVE", "type": "instruction", "block": "entry_validation", "order_index": 1, "text": "Welcome! Thank you for participating in this survey as a member of the Household Trends and Outlooks Pulse Survey. This month, you will receive your $5 incentive by email. Within two weeks of survey closing, you will receive an email containing a link to redeem your $5 as a digital Mastercard/Visa or your choice of $5 at various stores. This month's survey includes content from the Household Pulse Survey. It will be about 20 minutes and will help measure the impact of social and economic factors on topics like: employment status food security housing security physical and mental wellbeing."},
  {"id": "Language", "type": "question", "block": "entry_validation", "order_index": 2, "text": "This survey is available in English and Spanish. Please select the language in which you prefer to complete the survey."},
  {"id": "Continue", "type": "instruction", "block": "entry_validation", "order_index": 3, "text": "Click the \"NEXT\" button below to begin."},
  {"id": "PRA", "type": "instruction", "block": "entry_validation", "order_index": 4, "text": "The authority for the collection of this information for the Household Trends and Outlook Pulse Survey (0607-1029) is provided under Title 13, Sections 141, 182, and 193. The February topical survey will include content from the Household Pulse Survey. Disclosure of the information provided to us with other Census Bureau staff for work-related purposes is permitted under the Privacy Act of 1974 (5 U.S.C. § 552a). Disclosure of this information is also subject to all of the published routine uses as identified in the Privacy Act System of Records Notice COMMERCE/Census-3 Demographic Survey Collection (Census Bureau Sampling Frame). Staff (employees and contractors) received training on privacy and confidentiality policies and practices; access to PII is restricted to authorized personnel only. Personally identifiable information collected includes name, address, telephone/cell phone number, DOB or age, email address, race or ethnicity. FedRAMP-approved computer systems that maintain sensitive information are in compliance with the Federal Information Security Management Act. Unsecured telecommunications to transmit individually identifiable information is prohibited. Information will only be shared with staff and contractors that are special sworn status and sponsors of reimbursable surveys. Furnishing this information is voluntary. Failure to do so will result in no consequences to you. We estimate that completing this voluntary survey will take 20 minutes on average. Send comments regarding this estimate or any other aspect of this survey to adrm.pra@census.gov. The U.S. Census Bureau is required by law to protect your information. The Census Bureau is not permitted to publicly release your responses in a way that could identify you. Federal law protects your privacy (Title 5, U.S. Code, Section 552a) and keeps your answers confidential (Title 13, United States Code, Section 9). This collection has been approved by the Office of Management and Budget (OMB). This eight-digit OMB approval number, 0607-1029, confirms this approval and expires on 7/31/2027. If this number were not displayed, we could not conduct this survey."},
  {"id": "Q1", "type": "question", "block": "entry_validation", "order_index": 5, "text": "Our records have your name as ${e://Field/FirstNameFill} ${e://Field/LastNameFill}. Is this correct?"},
  {"id": "NAME_CORR", "type": "question", "block": "entry_validation", "order_index": 6, "text": "What is your name?"},
  {"id": "ADDRESS_CONFIRM", "type": "question", "block": "entry_validation", "order_index": 7, "text": "Do you live at ${e://Field/BestAddress1} ${e://Field/BestAddress2} ${e://Field/BestCity}, ${e://Field/BestState} ${e://Field/BestZIP}?"},
  {"id": "GET_NAME", "type": "question", "block": "entry_validation", "order_index": 8, "text": "Our records have ${e://Field/FirstNameFill} ${e://Field/LastNameFill} as the primary respondent for your household. Please either ask ${e://Field/FirstNameFill} ${e://Field/LastNameFill} to complete the survey now, or share the link you used to access the survey with them."},
  {"id": "END", "type": "terminal", "block": "entry_validation", "order_index": 9, "text": "Please close your browser window now. The survey can be continued at a later time using the same link."},
  {"id": "R2a", "type": "terminal", "block": "entry_validation", "order_index": 10, "text": "You are not eligible to complete this survey. Thank you for your time."},
  {"id": "LANG", "type": "question", "block": "language_satisfaction", "order_index": 11, "text": "Including you and the adults regularly living with you, does anyone primarily speak a language other than ${e://Field/LANGfill} at home?"},
  {"id": "LANG1_R", "type": "question", "block": "language_satisfaction", "order_index": 12, "text": "What language is regularly spoken at home? If more than one, select the language spoken most often."},
  {"id": "HOWWELL_R", "type": "question", "block": "language_satisfaction", "order_index": 13, "text": "How well do you speak English?"},
  {"id": "OECD", "type": "question", "block": "language_satisfaction", "order_index": 14, "text": "Overall how satisfied are you with life as a whole these days?"},
  {"id": "D11", "type": "question", "block": "demographics", "order_index": 15, "text": "How many people under 18 years-old currently live in your household? Please enter a number."},
  {"id": "D12", "type": "question", "block": "demographics", "order_index": 16, "text": "In your household, are there… Select all that apply."},
  {"id": "D13", "type": "question", "block": "demographics", "order_index": 17, "text": "During the school year that began in the Summer / Fall of 2024, how many children in this household are enrolled in Kindergarten through 12th grade or grade equivalent? Enter whole numbers for all that apply."},
  {"id": "EMP7", "type": "question", "block": "childcare_employment", "order_index": 18, "text": "At any time in the last 4 weeks, were any children in the household unable to attend daycare or another childcare arrangement as a result of child care being closed, unavailable, unaffordable, or because you are concerned about your child's safety in care? Please include before school care, after school care, and all other forms of childcare that were unavailable. Select only one answer."},
  {"id": "EMP8", "type": "question", "block": "childcare_employment", "order_index": 19, "text": "Which if any of the following occurred in the last 4 weeks as a result of childcare being closed, unavailable, unaffordable, or because you are concerned about your child's safety in care? Select all that apply."},
  {"id": "INF2", "type": "question", "block": "childcare_employment", "order_index": 20, "text": "How many months old is the baby or infant in your household? If there is more than one, please report the age of the youngest."},
  {"id": "INF5", "type": "question", "block": "childcare_employment", "order_index": 21, "text": "How is the baby in your household fed (in addition to any solid foods the baby may be consuming)? If there is more than one baby, please report on the youngest."},
  {"id": "INF6", "type": "question", "block": "childcare_employment", "order_index": 22, "text": "In the last 4 weeks, did you have difficulty getting infant formula?"},
  {"id": "EMP_Intro", "type": "instruction", "block": "childcare_employment", "order_index": 23, "text": "Now we are going to ask about your employment."},
  {"id": "EMP1", "type": "question", "block": "childcare_employment", "order_index": 24, "text": "Have you, or has anyone in your household experienced a loss of employment income in the last 4 weeks? Select only one answer."},
  {"id": "EMP2", "type": "question", "block": "childcare_employment", "order_index": 25, "text": "In the last 7 days, did you do ANY work for either pay or profit? Select only one answer."},
  {"id": "EMP3", "type": "question", "block": "childcare_employment", "order_index": 26, "text": "Are you employed by the government, by a private company, a nonprofit organization or are you self-employed or working in a family business? Select only one answer."},
  {"id": "EMP4", "type": "question", "block": "childcare_employment", "order_index": 27, "text": "What is your main reason for not working for pay or profit? Select only one answer. I did not work because:"},
  {"id": "SPN5_DAYSTW_2", "type": "question", "block": "childcare_employment", "order_index": 28, "text": "In the last 7 days, have you teleworked or worked from home?"},
  {"id": "display_HLTH", "type": "instruction", "block": "health_disability", "order_index": 29, "text": "Next, we will ask about health."},
  {"id": "DIS1", "type": "question", "block": "health_disability", "order_index": 30, "text": "Do you have difficulty seeing, even when wearing glasses? Select only one answer."},
  {"id": "DIS2", "type": "question", "block": "health_disability", "order_index": 31, "text": "Do you have difficulty hearing, even when using a hearing aid? Select only one answer."},
  {"id": "DIS4", "type": "question", "block": "health_disability", "order_index": 32, "text": "Do you have difficulty walking or climbing stairs? Select only one answer."},
  {"id": "DIS3", "type": "question", "block": "health_disability", "order_index": 33, "text": "Do you have difficulty remembering or concentrating? Select only one answer."},
  {"id": "DIS5", "type": "question", "block": "health_disability", "order_index": 34, "text": "Do you have difficulty with self-care, such as washing all over or dressing? Select only one answer."},
  {"id": "DIS6", "type": "question", "block": "health_disability", "order_index": 35, "text": "Using your usual language, do you have difficulty communicating, for example understanding or being understood? Select only one answer."},
  {"id": "HLTH_intro", "type": "instruction", "block": "mental_health", "order_index": 36, "text": "Over the last 2 weeks, how often have you been bothered by..."},
  {"id": "HLTH1", "type": "question", "block": "mental_health", "order_index": 37, "text": "Feeling nervous, anxious, or on edge? Select only one answer."},
  {"id": "HLTH2", "type": "question", "block": "mental_health", "order_index": 38, "text": "Not being able to stop or control worrying? Select only one answer."},
  {"id": "HLTH3", "type": "question", "block": "mental_health", "order_index": 39, "text": "Having little interest or pleasure in doing things? Select only one answer."},
  {"id": "HLTH4", "type": "question", "block": "mental_health", "order_index": 40, "text": "Feeling down, depressed, or hopeless? Select only one answer."},
  {"id": "MH1", "type": "question", "block": "mental_health", "order_index": 41, "text": "During the last 4 weeks, did any children in your household need mental health treatment? Mental health treatment includes health services like counseling or medication."},
  {"id": "MH2", "type": "question", "block": "mental_health", "order_index": 42, "text": "Did the children who needed mental health treatment receive it?"},
  {"id": "MH3", "type": "question", "block": "mental_health", "order_index": 43, "text": "Were you satisfied with the type, quality, and quantity of mental health treatment the children received?"},
  {"id": "MH4", "type": "question", "block": "mental_health", "order_index": 44, "text": "How difficult was it to get mental health treatment for the children?"},
  {"id": "HLTH8", "type": "question", "block": "health_insurance", "order_index": 45, "text": "Are you currently covered by any of the following types of health insurance or health coverage plans? Mark Yes or No for each."},
  {"id": "SOC1_first", "type": "question", "block": "social_support", "order_index": 46, "text": "How often do you get the social and emotional support you need?"},
  {"id": "SOC2_first", "type": "question", "block": "social_support", "order_index": 47, "text": "How often do you feel lonely?"},
  {"id": "SOCnew1", "type": "question", "block": "social_support", "order_index": 48, "text": "In a typical week, how often do you get together in person, or talk on the phone (or video) with family members, friends or neighbors? Do not include text, DM or email."},
  {"id": "SOCnew2", "type": "question", "block": "social_support", "order_index": 49, "text": "In a typical year, how often do you participate in meetings of the clubs or organizations you belong to such as volunteer groups, school groups, social clubs or gatherings or religious services?"},
  {"id": "FALLVAC", "type": "question", "block": "vaccination", "order_index": 50, "text": "Have you received the following vaccines this season (that is, since August 2024)?"},
  {"id": "RSVVAC", "type": "question", "block": "vaccination", "order_index": 51, "text": "Have you ever received a vaccine for RSV?"},
  {"id": "SHORTAGE1", "type": "question", "block": "medical_shortages", "order_index": 52, "text": "In the last 4 weeks, have you or a member of your household been directly affected by a shortage of the following? Select all that apply."},
  {"id": "SHORTAGE2A", "type": "question", "block": "medical_shortages", "order_index": 53, "text": "How did you or a member of your household respond to the shortage? Select all that apply."},
  {"id": "FD1", "type": "question", "block": "food_security", "order_index": 54, "text": "Getting enough food can be a problem for some people. In the last 7 days, which of these statements best describes the food eaten in your household? Select only one answer."},
  {"id": "FD2", "type": "question", "block": "food_security", "order_index": 55, "text": "Please indicate whether the next statement was often true, sometimes true, or never true in the last 7 days for the children living in your household who are under 18 years old. \"The children were not eating enough because we just couldn't afford enough food.\""},
  {"id": "FD3", "type": "question", "block": "food_security", "order_index": 56, "text": "Why did you not have enough to eat (or not what you wanted to eat)? Select all that apply."},
  {"id": "FD4", "type": "question", "block": "food_security", "order_index": 57, "text": "During the last 7 days, did you or anyone in your household get free groceries from a food pantry, food bank, church, or other place that provides free food? Select only one answer."},
  {"id": "FD6_rev", "type": "question", "block": "food_security", "order_index": 58, "text": "Do you or does anyone in your household currently receive benefits from… Select all that apply."},
  {"id": "FD7_new", "type": "question", "block": "food_security", "order_index": 59, "text": "Does having to pay for the food children eat at school make it difficult for your household to pay for other expenses?"},
  {"id": "SPN4", "type": "question", "block": "financial_stress", "order_index": 60, "text": "In the last 2 months, how difficult has it been for your household to pay for usual household expenses, including but not limited to food, rent or mortgage, car payments, medical expenses, student loans, and so on? Select only one answer."},
  {"id": "INFLATE1", "type": "question", "block": "financial_stress", "order_index": 61, "text": "In the area where you live and shop, do you think prices in general have changed in the last 2 months? Select only one answer."},
  {"id": "INFLATE2", "type": "question", "block": "financial_stress", "order_index": 62, "text": "How stressful, if at all, has the increase in prices in the last 2 months been for you? Select only one answer."},
  {"id": "INFLATE4", "type": "question", "block": "financial_stress", "order_index": 63, "text": "In the area you live and shop, how concerned are you, if at all, that prices will increase in the next 6 months? Select only one answer."},
  {"id": "HSE1", "type": "question", "block": "housing", "order_index": 64, "text": "The next questions ask about housing. Is your house or apartment…? Select only one answer."},
  {"id": "HSE3", "type": "question", "block": "housing", "order_index": 65, "text": "Is this household currently caught up on rent payments? Select only one answer."},
  {"id": "HSE4", "type": "question", "block": "housing", "order_index": 66, "text": "Is this household currently caught up on mortgage payments? Select only one answer."},
  {"id": "HSE6", "type": "question", "block": "housing", "order_index": 67, "text": "How many months behind is this household in paying your rent or mortgage?"},
  {"id": "HSE8", "type": "question", "block": "housing", "order_index": 68, "text": "How likely is it that your household will have to leave this home or apartment within the next 2 months because of eviction? Select only one answer."},
  {"id": "HSE9", "type": "question", "block": "housing", "order_index": 69, "text": "How likely is it that your household will have to leave this home within the next 2 months because of foreclosure? Select only one answer."},
  {"id": "HSE10_rev", "type": "question", "block": "housing", "order_index": 70, "text": "In the last 2 months, Did your household reduce or forego expenses for basic household necessities, such as medicine or food, in order to pay an energy bill?"},
  {"id": "HSE11_rev", "type": "question", "block": "housing", "order_index": 71, "text": "In the last 2 months, did your household keep your home at a temperature that you felt was unsafe or unhealthy?"},
  {"id": "HSE12_rev", "type": "question", "block": "housing", "order_index": 72, "text": "In the last 2 months, was your household unable to pay an energy bill or unable to pay the full bill amount?"},
  {"id": "TRANS1", "type": "question", "block": "transportation", "order_index": 73, "text": "Currently, which of the following transportation options do you have access to: Select all that apply."},
  {"id": "TRANS2", "type": "question", "block": "transportation", "order_index": 74, "text": "Which one of the following statements best describes your access to transportation in the last 4 weeks:"},
  {"id": "TRANS3", "type": "question", "block": "transportation", "order_index": 75, "text": "If you do not have enough transportation to meet your needs, which of the following reasons explain why (select all that apply):"},
  {"id": "Arts_Intro", "type": "instruction", "block": "arts_entertainment", "order_index": 76, "text": "Next, we have a few questions about participation with the arts and entertainment."},
  {"id": "ART1", "type": "question", "block": "arts_entertainment", "order_index": 77, "text": "During the last 4 weeks, did you attend any live music, dance, or theater performances in person?"},
  {"id": "ART2", "type": "question", "block": "arts_entertainment", "order_index": 78, "text": "During the last 4 weeks, did you go in person to an art exhibit, such as paintings, sculpture, textiles, graphic design, or photography?"},
  {"id": "ART3", "type": "question", "block": "arts_entertainment", "order_index": 79, "text": "During the last 4 weeks, did you go to the movies?"},
  {"id": "ART4", "type": "question", "block": "arts_entertainment", "order_index": 80, "text": "During the last 4 weeks, did you create, practice, or perform art of your own? This may have included music, dance, or theater; creative writing; crafts or visual arts; digital art; or film or photography done for artistic purposes."},
  {"id": "ART5", "type": "question", "block": "arts_entertainment", "order_index": 81, "text": "Please indicate whether you strongly agree, agree, disagree, or strongly disagree with the next statement. \"There are plenty of opportunities for me to take part in arts and cultural activities in my neighborhood or community.\""},
  {"id": "Trust1", "type": "question", "block": "trust_government", "order_index": 82, "text": "The population count, the crime rate, and the unemployment rate are examples of statistics produced by the federal government. Personally, how much trust do you have in federal statistics in the United States? Would you say that you tend to trust federal statistics or you tend not to trust them?"},
  {"id": "Trust2", "type": "question", "block": "trust_government", "order_index": 83, "text": "Below is a list of institutions in American society. Please indicate how much confidence you, yourself, have in each one."},
  {"id": "Trust3", "type": "question", "block": "trust_government", "order_index": 84, "text": "To what extent do you agree or disagree with the following statement? Policy makers need federal statistics to make good decisions about things like federal funding."},
  {"id": "NDX1", "type": "question", "block": "natural_disasters", "order_index": 85, "text": "The next set of questions asks about natural disasters, such as hurricanes, floods and fires. Since January 2024 (last year), were you or was anyone currently living or staying with you affected by a natural disaster?"},
  {"id": "NDX2", "type": "question", "block": "natural_disasters", "order_index": 86, "text": "What type of natural disaster? Select all that apply."},
  {"id": "NDX3", "type": "question", "block": "natural_disasters", "order_index": 87, "text": "Since January 2024 (last year), were you or was anyone currently living or staying with you displaced from their home because of a natural disaster?"},
  {"id": "NDX4", "type": "question", "block": "natural_disasters", "order_index": 88, "text": "How many people currently living in your home were displaced because of a natural disaster?"},
  {"id": "NDX5", "type": "question", "block": "natural_disasters", "order_index": 89, "text": "How many times have you (or they) been displaced in 2024 due to a natural disaster?"},
  {"id": "NDX6", "type": "question", "block": "natural_disasters", "order_index": 90, "text": "How long were you (or they) displaced from the home?"},
  {"id": "NDX7", "type": "question", "block": "natural_disasters", "order_index": 91, "text": "Would you say that you are still in transition or are you now permanently settled in a home?"},
  {"id": "NDX8", "type": "question", "block": "natural_disasters", "order_index": 92, "text": "Did you or your family share living quarters with relatives or friends, people you did not know, or did you not share living quarters with others? Select all that apply."},
  {"id": "NDX10", "type": "question", "block": "natural_disasters", "order_index": 93, "text": "Altogether, how much damage to property or possessions did you (or they) experience as a result of natural disasters since January 2024 (last year)?"},
  {"id": "ND5intro", "type": "instruction", "block": "natural_disasters", "order_index": 94, "text": "For how long after the event did you (or they) experience any of the following:"},
  {"id": "ND5A", "type": "question", "block": "natural_disasters", "order_index": 95, "text": "A shortage of food?"},
  {"id": "ND5AA", "type": "question", "block": "natural_disasters", "order_index": 96, "text": "Are you/they still experiencing a shortage of food?"},
  {"id": "ND5B", "type": "question", "block": "natural_disasters", "order_index": 97, "text": "A shortage of drinkable water?"},
  {"id": "ND5BA", "type": "question", "block": "natural_disasters", "order_index": 98, "text": "Are you/they still experiencing a shortage of water?"},
  {"id": "ND5C", "type": "question", "block": "natural_disasters", "order_index": 99, "text": "Loss of electricity?"},
  {"id": "ND5CA", "type": "question", "block": "natural_disasters", "order_index": 100, "text": "Are you/they still experiencing a loss of electricity?"},
  {"id": "ND5D", "type": "question", "block": "natural_disasters", "order_index": 101, "text": "Unsanitary conditions, such as inadequate toilets?"},
  {"id": "ND5DA", "type": "question", "block": "natural_disasters", "order_index": 102, "text": "Are you/they still experiencing unsanitary conditions?"},
  {"id": "ND5E", "type": "question", "block": "natural_disasters", "order_index": 103, "text": "Feeling isolated, down, depressed, anxious, nervous or on edge?"},
  {"id": "ND5EA", "type": "question", "block": "natural_disasters", "order_index": 104, "text": "Are you/they still experiencing feeling isolated, down, depressed, anxious nervous or on edge?"},
  {"id": "ND5F", "type": "question", "block": "natural_disasters", "order_index": 105, "text": "Fear of crime?"},
  {"id": "ND5FA", "type": "question", "block": "natural_disasters", "order_index": 106, "text": "Are you/they still experiencing fear of crime?"},
  {"id": "ND5G", "type": "question", "block": "natural_disasters", "order_index": 107, "text": "Offers that seemed like a scam?"},
  {"id": "ND5GA", "type": "question", "block": "natural_disasters", "order_index": 108, "text": "Are you/they still experiencing offers that seem like a scam?"},
  {"id": "ND5H", "type": "question", "block": "natural_disasters", "order_index": 109, "text": "Disruption to internet?"},
  {"id": "ND5HA", "type": "question", "block": "natural_disasters", "order_index": 110, "text": "Are you/they still experiencing disruption to internet?"},
  {"id": "NDX11intro", "type": "instruction", "block": "natural_disasters", "order_index": 111, "text": "For how long after the event did you (or they) experience disruption to any of the following:"},
  {"id": "NDX11A", "type": "question", "block": "natural_disasters", "order_index": 112, "text": "Work?"},
  {"id": "NDX11AA", "type": "question", "block": "natural_disasters", "order_index": 113, "text": "Are you/they still experiencing disruption to work?"},
  {"id": "NDX11B", "type": "question", "block": "natural_disasters", "order_index": 114, "text": "School/childcare?"},
  {"id": "NDX11BA", "type": "question", "block": "natural_disasters", "order_index": 115, "text": "Are you/they still experiencing disruption to school/childcare?"},
  {"id": "NDX11C", "type": "question", "block": "natural_disasters", "order_index": 116, "text": "Medical services?"},
  {"id": "NDX11CA", "type": "question", "block": "natural_disasters", "order_index": 117, "text": "Are you/they still experiencing disruption to medical services?"},
  {"id": "NDX13", "type": "question", "block": "natural_disasters", "order_index": 118, "text": "Have you received any form of temporary housing assistance since the natural disaster?"},
  {"id": "NDX14", "type": "question", "block": "natural_disasters", "order_index": 119, "text": "What is your most immediate need right now? Select all that apply."},
  {"id": "NDX16", "type": "question", "block": "natural_disasters", "order_index": 120, "text": "Did you (or they) have household insurance at the time of the disaster that covered the damage/loss related to the disaster?"},
  {"id": "POC_display", "type": "instruction", "block": "contact_information", "order_index": 121, "text": "Please review the contact information we have for you and indicate whether the information is correct or needs to be updated."},
  {"id": "Q3", "type": "question", "block": "contact_information", "order_index": 122, "text": "Our records have your phone number as ${e://Field/BestPhone}. Is this correct?"},
  {"id": "Q6", "type": "question", "block": "contact_information", "order_index": 123, "text": "What is a good phone number to reach you?"},
  {"id": "Q7", "type": "question", "block": "contact_information", "order_index": 124, "text": "Is this number a cell phone or land line?"},
  {"id": "Q8", "type": "question", "block": "contact_information", "order_index": 125, "text": "We send survey invitations via text message. Message and data rates may apply, depending on your mobile phone service plan. Message frequency varies. You can opt out of these messages at any time by replying STOP or reply HELP for more assistance. Would you like us to contact you by text message?"},
  {"id": "Q9", "type": "question", "block": "contact_information", "order_index": 126, "text": "Our records have your email address as ${e://Field/BestEmail}. Is this correct?"},
  {"id": "Q10", "type": "question", "block": "contact_information", "order_index": 127, "text": "What is the best email address for us to reach you?"},
  {"id": "Q11_a", "type": "question", "block": "contact_information", "order_index": 128, "text": "Our records have the following address as your home address where we will mail incentives for taking surveys. Is this correct? ${e://Field/BestAddress1} ${e://Field/BestAddress2} ${e://Field/BestCity}, ${e://Field/BestState} ${e://Field/BestZIP}"},
  {"id": "Q_11b", "type": "question", "block": "contact_information", "order_index": 129, "text": "Our records have the following address as your home address where we will mail incentives for taking surveys. Is this correct? ${e://Field/BestAddress1} ${e://Field/BestCity}, ${e://Field/BestState} ${e://Field/BestZIP}"},
  {"id": "Q12", "type": "question", "block": "contact_information", "order_index": 130, "text": "Please enter your home address."},
  {"id": "RECONTACT", "type": "question", "block": "contact_information", "order_index": 131, "text": "We may recontact this household in the future to update information. We would like to use some of the information you have provided today to make that interview shorter and more efficient. When we speak to you or to someone else you are living with, is it OK if we use some of your answers as a starting point?"},
  {"id": "SURVEY_COMPLETE", "type": "terminal", "block": "termination", "order_index": 132, "text": "That concludes the survey. Please click on the \"Submit\" button when you are finished. Thank you for participating in the Household Trends and Outlook Pulse Survey."},
  {"id": "FINAL_TERMINATION", "type": "terminal", "block": "termination", "order_index": 133, "text": "Survey session ended."}
]